---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Hours
source: html/70c645c3-3787-18af-d4f9-86c292ed1b78.htm
---
# Autodesk.Revit.DB.UnitTypeId.Hours Property

Hours.

## Syntax (C#)
```csharp
public static ForgeTypeId Hours { get; }
```